[
  "En otra etapa de mi vida, quizá diría que sí, pero no ahora.",
  "Aunque lo aprecio, no puedo comprometerme a seguir con esto.",
  "Cada vez que lo pienso, escucho un pequeño 'no' en el viento.",
  "Mi yo futuro me escribió una nota: 'Por favor, no vuelvas a hacer esto.'",
  "Suena interesante, pero no soy la mejor persona para esto.",
  "Agradezco la idea, pero no es lo más adecuado para mí en este momento.",
  "Me encantaría decir que sí, pero acabo de comprometerme a hacer menos cosas dudosas esta semana.",
  "Aunque lo aprecio, no puedo comprometerme a considerarlo.",
  "Aunque lo aprecio, no puedo comprometerme a participar voluntariamente en esto.",
  "Estoy intentando ser más intencional con lo que acepto, y esto no encaja del todo.",
  "Quiero ser honesto contigo: no me siento cómodo comprometiéndome con esto.",
  "Tengo que confiar en mi instinto, y este me está sugiriendo suavemente un 'no'.",
  "Decir que no a esto me ayuda a decir que sí a algo que para mí es más importante.",
  "Si dijera que sí, estaría mintiendo para ambos, y mi terapeuta me dijo que dejara de hacer eso.",
  "Voy a declinar con respeto. Esto no se alinea con hacia dónde voy.",
  "Aunque lo aprecio, no puedo comprometerme a intentarlo.",
  "Esta oportunidad se merece más de lo que puedo darle en este momento.",
  "No odio la idea, pero tampoco tengo ganas de hacerlo.",
  "No estoy en posición de comprometerme con esto ahora mismo.",
  "Aunque lo aprecio, investigar esto no es algo a lo que pueda comprometerme.",
  "He hecho las paces con rechazar cosas que no me dan energía.",
  "Incluso mi calendario se rió cuando intenté meter esto.",
  "He decidido esperar antes de aceptar nuevos compromisos por ahora.",
  "Esto parece algo sobre lo que Yo del Futuro le gritaría a Yo del Presente por aceptarlo.",
  "Ya he intentado hacer demasiado antes, y esto se siente como un déjà vu.",
  "Has puesto mucha energía en esto, y espero que entiendas mi decisión de retirarme.",
  "Aunque lo aprecio, unirme a esto no es algo a lo que pueda comprometerme.",
  "Esta es una gran idea, pero para que otra persona la asuma.",
  "La versión de mí que diría que sí a esto ya no existe más.",
  "Incluso mi café dijo: «No hoy».",
  "Mi comité interno de paz mental vetó esta idea por unanimidad.",
  "Sé lo importante que es esto, pero no puedo darle la atención que se merece.",
  "Tuve una visión en la que hacía esto… y luego me quedé dormido al instante.",
  "Mentalmente, ya he salido de la sala donde esto tendría lugar.",
  "Aunque lo aprecio, aceptar esto no es algo a lo que pueda comprometerme.",
  "Esto no se alinea con mis valores ni con mi enfoque actual.",
  "Por favor, entiende que mi decisión no te refleja a ti, sino solo mis propios límites.",
  "Respeto la oportunidad, pero conozco mis límites, y esto los estiraría demasiado.",
  "Si aceptara esto, estaría traicionando el tiempo que le prometí a mí mismo.",
  "Una vez tomé una decisión similar y desde entonces mi gato no me mira a los ojos. No repitamos la historia.",
  "Si aceptara, tendría que clonarme. Y no confío en él.",
  "Este caso no se siente del todo bien, así que tendré que rechazarlo.",
  "Prefiero decir que no honestamente a decir que sí con resentimiento.",
  "Gracias por pensar en mí, pero tendré que pasar en este caso.",
  "He dedicado algo de tiempo a reflexionarlo, y creo que rechazarlo es la mejor decisión por ahora.",
  "Valoro mucho nuestra conexión, y espero que mi no afecte eso.",
  "No es un no para siempre, pero sí es un no por ahora.",
  "Mi entusiasmo es sincero, pero mi disponibilidad es imaginaria.",
  "Aunque lo aprecio, involucrarme en esto no es algo a lo que pueda comprometerme.",
  "En este momento, no tengo capacidad para hacer justicia a esto.",
  "He aprendido a proteger mi tiempo, y esto no se alinea con cómo quiero gastarlo.",
  "Eso no es algo que pueda priorizar en este momento.",
  "Si dijera que sí, el universo podría colapsar por la sorpresa.",
  "Si acepto, podría romper el continuo espacio-temporal.",
  "Ayudarte ahora podría crear una paradoja temporal. Mejor no correr riesgos.",
  "No puedo, estoy ocupado evitando un futuro en el que en serio digo que sí.",
  "Mi calendario está alineado con Júpiter, y las estrellas dicen que no.",
  "Estoy casi seguro de que decir que sí está prohibido en esta galaxia.",
  "El multiverso nunca me perdonaría si accediera.",
  "Cualquier línea temporal en la que diga que sí termina en caos, así que estoy eligiendo con sabiduría.",
  "¿Que yo acepte? Eso es como dividir entre cero: peligroso y prohibido.",
  "Aceptar esa oferta causaría un error en la Matriz.",
  "Actualmente tengo reservado el próximo decenio para fingir ser productivo.",
  "Me encantaría, pero estoy ocupado contando las baldosas del techo.",
  "Lo siento, estoy demasiado ocupado reorganizando mi cajón de calcetines por color y estado de ánimo.",
  "Tengo una reunión con mi sofá, y él no acepta un no por respuesta.",
  "Tengo una alerta en el calendario para sentarme y mirar fijamente al vacío a esa hora exacta.",
  "Mi agenda está llena: estoy alfabetizando mis snacks.",
  "Necesito terminar una intensa sesión de absolutamente nada.",
  "Tengo un compromiso previo viendo pintura secarse compulsivamente.",
  "Estoy en medio de una maratón muy importante de procrastinación.",
  "No puedo; estoy asistiendo a la inauguración de mi refrigerador.",
  "Te ayudaría, pero mi amigo imaginario me necesita más.",
  "No puedo; mi piedra de mascota está teniendo una crisis emocional.",
  "Mi pez dorado se casa ese día, tengo que estar presente.",
  "Le prometí a mi gato imaginario que me quedaría en casa esta noche.",
  "Mi unicornio guardián dice que no debería hacerlo.",
  "Tengo que cuidar a los hijos imaginarios de mi amigo imaginario.",
  "Desafortunadamente, estoy haciendo de catador para la nueva dieta de mi mascota.",
  "Mi dragón de mascota tiene cita con el veterinario, no puedo faltar.",
  "Estoy castigado por mi loro de mascota por mal comportamiento, así que no puedo ir.",
  "Presté mi máquina del tiempo a un amigo y ahora no puedo retroceder para liberar esta tarde.",
  "He hecho un voto de evitar cualquier forma de productividad.",
  "Es contra mi religión personal hacer algo útil hoy.",
  "Mi psiquiatra me aconsejó evitar actividades potencialmente divertidas.",
  "Juré un pacto que me obliga a rechazar todas las peticiones por impulso.",
  "Solo funciono con café y negación, y me quedé sin café.",
  "Soy alérgico a cualquier forma de responsabilidad.",
  "Tengo una nota médica que prohíbe específicamente que yo ayude.",
  "Me encantaría ayudar, pero estoy intentando romper mi racha de ser útil.",
  "Mi entrenador de procrastinación dice que aún no estoy listo para tareas reales.",
  "Dejé de decir que sí para la Cuaresma, y todavía no ha terminado.",
  "Tengo una política personal de decir que no los días que terminan en 'y'.",
  "La agenda de mi teléfono hizo un gesto de palmada en la cara solo por considerarlo.",
  "Tengo que actualizar mi estado en redes sociales a 'ocupado no haciendo eso'.",
  "Ahora mismo estoy en modo 'no' trending.",
  "No puedo, le prometí a Netflix que me quedaría viendo películas.",
  "Mi conexión de motivación Wi-Fi se ha caído.",
  "Estoy esperando a que se cargue mi teléfono: no puedo hacer nada hasta que esté al 100%.",
  "Mi bio en Twitter dice 'Suele decir que no', tengo que mantener la marca personal.",
  "Estoy buscando motivación en Google; no hay resultados.",
  "Estoy atrapado en un agujero de conejo digital y no encuentro la salida.",
  "No puedo venir, estoy en una llamada de Zoom con mi sofá.",
  "Me encantaría, pero prefiero no hacerlo.",
  "Mi respuesta es un 'no', recién horneado, especialmente para ti.",
  "Lo he considerado bien, y voy a decir un rotundo no.",
  "Ni aunque hubiera donas gratis.",
  "Esta es la parte en que digo 'no' y ambos seguimos adelante.",
  "Déjame revisar mi agenda... oh, mira, es un no permanente.",
  "Estoy halagado de que me hayas preguntado, pero paso con colores brillantes.",
  "Ya alcancé mi cuota anual de decir que sí.",
  "Soy demasiado cool como para decir que sí a eso.",
  "Como dice el refrán: 'Nop, nop, nop.'",
  "No quieres que diga que sí —confía en mí, es por el bien mayor.",
  "La última vez que dije que sí, llovió durante 40 días. No volveré a hacerlo.",
  "Le prometí a mi yo futuro que diría que no a esto.",
  "Si aceptara, tendría que explicárselo a mi terapeuta.",
  "Mis experiencias pasadas con decir que sí han sido traumáticas.",
  "Decir que sí está en mi lista de cosas que dejaré de hacer.",
  "Lo haría, pero entonces tendría que admitir que estaba equivocado sobre odiar todo.",
  "El universo me dio una señal para decir no (era un letrero de neón, muy claro).",
  "Una vez dije que sí. No terminó bien. Hubo llamas involucradas.",
  "Mi intuición y yo votamos unánimemente que no.",
  "Esa suena como una oportunidad increíble... para alguien más.",
  "¡Qué gran idea! Lamento no poder formar parte de ella. Bueno, no tan lamentablemente.",
  "Envidio a las personas que dirán que sí, de verdad.",
  "Adoro completamente la idea, pero tendré que saltarme esta.",
  "¡Excelente plan! Desafortunadamente, estoy en protección oficial contra buenas ideas.",
  "Eso sería un sueño hecho realidad. Qué pena que esté despierto y diciendo que no.",
  "Has pintado una imagen tan bonita, la admiraré desde la distancia.",
  "¡Qué oferta tan generosa! Voy a rechazarla con generosidad.",
  "Estoy seguro de que será un éxito rotundo, pero seré un admirador distante.",
  "Suena emocionante. Ya estoy cansado solo de pensarlo.",
  "Ya me puse mi pijama, así que es un no.",
  "Mi sofá ha declarado una zona sin viajes y estoy cumpliendo.",
  "No tengo ganas de salirme de mi burrito de mantas cómodo.",
  "Estoy guardando energía para una siesta épica.",
  "Soy demasiado vago incluso para inventar una buena excusa, así que simplemente no.",
  "Moverme de este lugar requiere 24 horas de aviso previo.",
  "Hoy estoy conservando energía... sin motivo en particular.",
  "Lo haría, pero eso suena a esfuerzo y soy alérgico.",
  "Actualmente tengo dificultades técnicas para moverme.",
  "Estoy practicando para una maratón de no moverme.",
  "Tengo que lavarme el pelo esa década.",
  "Necesito descongelar el iceberg de mi congelador.",
  "Lo siento, esa noche tengo que planchar mi ropa interior.",
  "Debo atender a mi jardín de flores plásticas.",
  "Mi pez necesita salir a pasear y eso tiene prioridad.",
  "Tengo que rotar las ruedas de mi silla de oficina.",
  "Estoy viendo una maratón mental de tareas del hogar que nunca hago.",
  "Los platos amenazaron con rebelarse si los vuelvo a dejar.",
  "Mi refrigerador y yo tenemos terapia de pareja a esa hora.",
  "Necesito saltarme esta mientras ordeno mi zoológico de calcetines.",
  "Tal vez en mi próxima vida lo considere, pero el yo actual dice que no.",
  "En una dimensión paralela ya estoy en ello... qué pena que estemos aquí.",
  "Consulté con mi yo alternativo; también rechazó.",
  "Si me clono, enviaré al clon. Hasta entonces, no.",
  "Hablé con mi yo futuro y rodó los ojos, así que paso.",
  "Estoy atrapado en un bucle temporal de decir que no.",
  "En una línea temporal alternativa dije que sí, y causó un apocalipsis zombi.",
  "Mi gemelo malvado quizás esté interesado; qué pena que él también está ocupado.",
  "En algún universo paralelo soy más útil. Este no es ese universo.",
  "Lo haría, pero eso suena peligrosamente cerca de trabajar.",
  "Mi deseo de hacer eso está actualmente en coma.",
  "Seguro lo arruinaría espectacularmente, así que mejor no.",
  "Podría participar, pero ¿quién sostendría esta pared por aquí?",
  "Esa solicitud está por encima de mi rango salarial: cero.",
  "El espíritu está dispuesto, pero la agenda dice 'nope'.",
  "Prefiero no tentar al destino intentando algo nuevo hoy.",
  "Si me uno, solo bajaría el promedio.",
  "Yo haciendo eso... sería el giro argumental que nadie quiere.",
  "Estoy practicando distanciamiento social respecto a esa idea.",
  "Tengo una condición que me impide decir que sí (se llama cordura).",
  "Mi médico dijo que necesito más vitamina 'No'.",
  "Acabo de contraer un caso severo de 'No-hoy-itis'.",
  "Mentalmente, ya estoy de vacaciones.",
  "Estoy en reposo absoluto hasta nuevo aviso, orden del médico (mi médico es el Dr. Seuss).",
  "Tengo fobia crónica al compromiso.",
  "Me estoy resfriando de algo; se llama pereza.",
  "Tengo cita con una almohada y una manta.",
  "Mi terapeuta dijo que evitara cosas que me hicieran miserable; asumo que esto califica.",
  "Estoy teniendo una emergencia de 'tiempo para mí'.",
  "Tengo que salvar al mundo del aburrimiento quedándome en casa.",
  "Estoy negociando la paz mundial en medio de un videojuego.",
  "Mi alter ego superhéroe necesita un día libre, y yo también.",
  "Estoy en una misión secreta para evitar cualquier cosa que acabas de pedir.",
  "Me encantaría, pero ¿quién salvará al mundo mientras estoy fuera?",
  "Estoy ocupado organizando una hora de siesta global.",
  "Tengo que impedir que el sofá se flote, es un trabajo importante.",
  "El destino de la papa frita que estoy a punto de comer está en mis manos, no puedo abandonarla.",
  "Hoy he sido elegido guardián de mi sala de estar.",
  "Estoy luchando contra un dragón invisible en casa. Está tomando más tiempo del esperado.",
  "Realmente no quieres que participe —mi especialidad es arruinar cosas.",
  "Soy como un gato negro para proyectos; es más seguro si me quedo lejos.",
  "Confía en mí, te estoy haciendo un favor al decir que no.",
  "Mi participación viene con advertencia, así que te la ahorro.",
  "Me uniría, pero estoy aquí solo para darte rechazos ingeniosos.",
  "Soy realmente malo en eso, a menos que necesites un ejemplo de cómo *no* hacerlo.",
  "Te mereces a alguien que diga que sí sin dar tres excusas antes.",
  "Mi historial sugiere que debería saltarme esta.",
  "Soy la persona equivocada para el trabajo; soy la correcta para decir que no.",
  "Si necesitas a alguien que lo saboteé, soy perfecto. Si no, paso.",
  "La galleta de la fortuna dijo 'No' anoche mismo.",
  "La profecía anunció que rechazaría esto.",
  "Mis cartas del tarot acaban de suspirar colectivamente.",
  "Consulté mi bola de cristal y me dijo «nah».",
  "El mundo espiritual recomienda que me quede en casa.",
  "Lancé unas runas y deletrearon N-O.",
  "Mi Magic 8-Ball dijo «Perspectiva no muy buena».",
  "Estaba leyendo posos de té y me dijeron que lo evitara a toda costa.",
  "Un vidente me advirtió sobre peticiones como estas.",
  "Estaré en una relación comprometida con mi cama a esa hora.",
  "El sueño y yo tenemos una cita fija, no puedo romperla.",
  "Lo haría, pero estoy probando esta nueva cosa llamada dormir.",
  "Ya tomé melatonina. Se acabó la luz para mí.",
  "Estoy ahorrando toda mi energía para parpadear y respirar.",
  "Tengo una mañana temprana... de dormir hasta tarde.",
  "Si no es una siesta, no me interesa.",
  "No puedo; mi almohada me necesita.",
  "Ni cuente conmigo, estoy contando ovejas en su lugar.",
  "Estaré en medio de mi siesta poderosa (que podría durar todo el día).",
  "Aviso: Cualquier acuerdo por mi parte es inválido donde se prohíbe la diversión.",
  "Letrilla chica: Mi 'sí' viene con 0% de entusiasmo.",
  "Revisé los términos y condiciones de mi vida, y dice «nope».",
  "Al aceptar, podría violar varias leyes personales internas.",
  "De acuerdo con las reglas no escritas que acabo de escribir, debo rechazar.",
  "Mi contrato de usuario prohíbe estrictamente que haga eso.",
  "Violearía la Convención de Ginebra de Introvertidos si aceptara.",
  "Pasé esta solicitud por mi cumplimiento interno, y reprobó.",
  "Mi abogado (quien es imaginario) recomienda evitarlo.",
  "El contrato que firmé con mi cama no me permite hacer otra cosa.",
  "Mi plato está lleno, y ya me comí la porción de hacer favores.",
  "Estoy sobrecargado, desbordado y encantado de decir que no.",
  "Mi agenda se autoinflamó por demasiadas tareas.",
  "Actualmente estoy gestionando demasiadas crisis; añadir otra podría causar un colapso.",
  "Tengo demasiado en mi plato, y estoy en una dieta sin carbohidratos (sin tareas extra).",
  "Estoy ahogándome en tareas, y no traje snorkel.",
  "Lo haría, pero ya estoy metido hasta el cuello en otros arrepentimientos.",
  "Mi lista de tareas y yo no nos hablamos, es tan larga.",
  "Soy demasiado popular entre las tareas que aún no he hecho.",
  "El hámster que maneja mi rueda de vida está en huelga por agotamiento.",
  "«No» es solo «sí» escrito al revés, y hoy estoy apagado.",
  "El corrector ortográfico sugiere que diga N-O.",
  "Te escribí un poema: Las rosas son rojas, las violetas azules, mi respuesta es no, no puedo.",
  "La única cosa a la que estoy inclinado a decir es un rechazo.",
  "Déjame ponerlo en un idioma que entiendas: No.",
  "Soy fluido en 5 idiomas, y en todos, la respuesta es no.",
  "«Sí» y yo no nos hablamos en este momento.",
  "Respondería con una frase latina elegante para decir no, pero un simple «no» basta.",
  "Como acrónimo, mi respuesta es N.O.",
  "Si reordenas las letras de 'sí', te queda 'siy', lo cual es exactamente tan sensato como para que yo haga esto.",
  "Estoy ocupado hasta la muerte térmica del universo.",
  "Mi calendario está lleno hasta el próximo siglo, lo siento.",
  "Tengo un conflicto de horario con el resto de mi vida.",
  "No estaré libre hasta que el sol salga por el oeste y se ponga por el este.",
  "Vuelve a preguntarme en un millón de años, quizás tenga tiempo entonces.",
  "Ahora mismo estoy en espera con la vida; espera una larga demora.",
  "Mi disponibilidad actualmente está en un estado de incertidumbre cuántica, inclinándose hacia el no.",
  "Ya reservé mis próximas mil negativas; tú solo eres una de ellas.",
  "Mi agenda está más apretada que mis jeans después de las fiestas.",
  "Miré mi calendario y se rió de mí por siquiera preguntar.",
  "Gracias por pensar en mí, pero voy a declinar de forma hilarante.",
  "Agradezco la oferta, pero tendré que declinar, principalmente por pereza.",
  "Muchas gracias por considerarme, pero ni modo, compadre.",
  "Estoy honrado de que hayas pensado en mí, pero debo rechazar respetuosa y cómicamente.",
  "Por favor acepta mis más sinceras disculpas mientras río y digo que no.",
  "Con mucho pesar, tendré que pasar, pero lo haré con una sonrisa.",
  "No es tú, soy yo. Simplemente soy alérgico a hacer cosas.",
  "Respetuosamente, voy a fantasma esta oportunidad.",
  "De verdad me conmueve que me hayas preguntado. De verdad. Aún así, no.",
  "Con todo respeto, ni de broma, José.",
  "Olvidé cómo decir que sí.",
  "Tengo pérdida de memoria a corto plazo cuando se trata de responsabilidades.",
  "Aceptaría, pero acabo de olvidar qué fue lo que preguntaste, así que... no.",
  "Mi cerebro borra automáticamente solicitudes así.",
  "Tengo amnesia selectiva para favores.",
  "Iba a ayudar, pero olvidé sentir interés.",
  "Lo siento, sufro de SRO (No Recuerdo Haber Dicho Sí).",
  "No recuerdo la última vez que dije que sí, y no empezaré ahora.",
  "¿Qué fue eso? ¿Me preguntaste algo? ¿No? Excelente.",
  "Puse tu solicitud en mi trituradora mental.",
  "No puedo; estoy ocupado enseñando a mi pez dorado a jugar a traer cosas por caridad.",
  "Ese espacio lo usaré para contemplar el sentido de la vida. Realmente es un caso de caridad.",
  "Doné todo mi tiempo libre a causas de no hacer nada.",
  "Estoy trabajando en una petición para prohibir solicitudes como esta.",
  "Mi calendario está lleno con trabajo voluntario en la Sociedad de Profesionales Negadores.",
  "Estoy entrenando para un evento benéfico: una maratón de decir que no.",
  "Estoy concienciando sobre la palabra 'no', que está en peligro de extinción, usándola seguido.",
  "Subasté ese espacio de mi agenda al mejor postor: nadie.",
  "Estoy en un retiro silencioso lejos de responsabilidades.",
  "Le di todo mi tiempo libre a otra persona; ahora tengo déficit.",
  "Estoy en una dieta estricta sin interacciones sociales.",
  "Tengo que cancelar; excedí mi cupo semanal de gente.",
  "Estoy introvertiéndome tan fuerte que no puedo parar para hacer eso.",
  "Mi batería social está al 0%, y mi cargador se perdió.",
  "Estoy fuera en una aventura introvertida (adentro, solo).",
  "No puedo salir; recientemente adopté la vida de ermitaño.",
  "Socializar está fuera de la mesa, literalmente, volqué la mesa.",
  "Soy alérgico a multitudes, y a veces incluso una persona cuenta.",
  "Estoy practicando distanciamiento social... de todos.",
  "El yo público está fuera de oficina; por favor, nunca me contactes.",
  "Me pegué accidentalmente al sofá con pegamento.",
  "Mis piernas presentaron una queja formal por exceso de caminatas.",
  "Mi motivación se levantó y se fue sin mí.",
  "Estoy teniendo una experiencia fuera del cuerpo y aún no regreso.",
  "Mi energía y yo estamos en una relación a distancia actualmente.",
  "Me desperté con un grave caso de gravedad hoy; no puedo levantarme.",
  "Tengo un caso agudo de magnetismo de sofá.",
  "Mis extremidades están en huelga hasta nuevo aviso.",
  "Me siento tan activo como un perezoso de vacaciones.",
  "Estoy bajo arresto domiciliario por mi propia pereza.",
  "Prefiero bañarme en sopa de una semana antes que hacer eso.",
  "Preferiría malabarear sierras mecánicas con los ojos vendados. Parece más seguro que decir que sí.",
  "Subiría al Everest descalzo antes de aceptar eso.",
  "Más bien sería el blanco único en una partida de airsoft que participar.",
  "Honestamente, masticar vidrio suena más divertido que decir que sí a esto.",
  "Preferiría hacerme cirugía dental yo mismo sin anestesia.",
  "¿Decir que sí? Antes desafiaría a un canguro a un combate de boxeo.",
  "Preferiría caminar sobre piezas de Lego durante una hora seguida.",
  "Prefiero la emoción de no hacerlo, gracias.",
  "Aceptaría, pero tengo una política estricta de no meterme en trampas obvias.",
  "Lo haría, pero mi cuenta bancaria dijo que no puedo pagar la gasolina para llegar.",
  "A menos que haya un premio en efectivo, tendré que declinar.",
  "Solo trabajo por comisión, y esta solicitud no paga en pizza.",
  "Si me pagas en barras de oro, lo reconsideraré. De lo contrario, no.",
  "Mi contador me advirtió que decir que sí no cuadra mis cuentas.",
  "Estoy esperando a que un benefactor rico financie mis 'síes'.",
  "No puedo incluir esto en mi presupuesto de tiempo y energía.",
  "Estoy algo apretado económicamente: bajo en fondos y en 'síes'.",
  "A menos que tenga opciones accionarias, estoy fuera.",
  "Requiero un anticipo solo para considerar decir que sí.",
  "Estoy esperando una señal del universo... ah, ya llegó: dice que no.",
  "Necesito conservar mi única neurona restante.",
  "Mi angustia existencial y yo tenemos planes.",
  "Estoy en huelga hasta nuevo aviso, y soy el líder sindical.",
  "Tengo una cita candente con una pizza y una serie de TV.",
  "Actualmente estoy celebrando el Día Nacional del No, es un feriado personal.",
  "Tengo una política de no saltar a volcanes, y esto parece igual de peligroso.",
  "No puedo venir, he hecho otros planes con mi cama y almohada.",
  "Debo declinar, ¡por ciencia!",
  "Estoy intentando ver cuánto tiempo puedo pasar sin hacer nada productivo.",
  "Mi mamá dijo que debo quedarme en casa y, hum, alfabetizar la despensa.",
  "Mi familia me reservó para jugar a las escondidas y soy la pieza perdida.",
  "Mis hijos me castigaron por intentar tener vida social.",
  "No puedo; los espíritus de mis ancestros se molestarían si lo hiciera.",
  "Mi perro solo me deja salir si es para pasear, no para trabajar.",
  "Mi pareja ya hizo planes de cena conmigo y Netflix.",
  "Es noche familiar y por 'familia', quiero decir yo y mis snacks.",
  "Tengo que asistir a una tradición familiar de no hacer nada esta noche.",
  "Mi gato me está lanzando esa mirada de 'ni te atrevas a salir'.",
  "Mi reunión familiar de peces dorados está pasando en mi pecera.",
  "El 'no' es simplemente un 'sí' con trastorno desafiante opositor.",
  "N-O: dos letras que, combinadas, describen perfectamente mis planes.",
  "Voy a convertir esa invitación en una inviti-NOPA.",
  "'No' es mi animal espiritual.",
  "No puedo deletrear 'nop' sin N-O.",
  "Dicen que las dobles negaciones hacen un positivo, pero mi negativa única se mantiene firme.",
  "Estoy constantemente rechazándolo y vocalizando mi salida de esto.",
  "Por si no lo captaste: N como en No, O como en Ni de chiste hoy.",
  "Mi lema es 'Simplemente di que no', y soy muy leal a mi lema.",
  "Me apunté a un curso sobre decir que no, y ahora estoy practicando la tarea.",
  "Prefiero mirar cómo crece el pasto en ese momento, lo siento.",
  "En realidad, planeaba contar granos de arena, lo cual suena más divertido.",
  "He estado deseando reorganizar mi colección de botones en vez de eso.",
  "Programé un tiempo de calidad con mi ventilador del techo.",
  "Tengo una cita emocionante con hacer absolutamente nada.",
  "Estoy inmerso en un romance apasionado con mi tiempo libre y no puedo serle infiel.",
  "Tengo asientos de primera fila para ver mi sofá y pienso usarlos.",
  "Hay un capítulo repetido de un programa que nunca he visto y no me lo puedo perder.",
  "Ya prometí dedicar ese tiempo a jugar con mis pulgares.",
  "Tengo que declinar; no querría eclipsar a todos con mi presencia.",
  "Mi grandeza es simplemente demasiada para que ese evento la maneje.",
  "Diría que sí, pero no sería justo para los demás cuando destaco sin esfuerzo.",
  "No puedo ir; los paparazzi podrían invadir tu evento si voy.",
  "Te hago un favor al no venir y robar todo el protagonismo.",
  "Asistiría, pero soy algo así como un gran personaje... en mi espejo.",
  "Soy demasiado cool para eso (y por 'cool' quiero decir 'demasiado vago').",
  "Permíteme declinar elegantemente para que puedas divertirte sin mi abrumadora genialidad.",
  "Tendré que declinar; estoy demasiado ocupado siendo fabuloso en otro lado.",
  "Debo humildemente rechazar porque mi perfección es agotadora.",
  "Tengo que devolver el Anillo Único a Mordor ese día.",
  "Lo siento, tengo programado pelear contra Darth Vader entonces.",
  "Necesito estar junto al teléfono por si Hogwarts llama.",
  "Yo iría, pero ya me ofrecí como tributo en otro lugar.",
  "Mi señal de Batman acaba de encenderse, debo ir a salvar Gotham.",
  "No puedo, mi capacitor de flujo está fallando y no llegaré a tiempo.",
  "Esa noche tengo programado viajar de regreso al futuro.",
  "Podrían atacarme zombies si salgo de casa, lo vi en un documental (bueno, era una película de zombies).",
  "Estoy ocupado negociando con unos secuaces; la dominación mundial no puede esperar.",
  "Tengo que consultar con el Doctor Extraño antes de asistir (él previó que no iría).",
  "Mi jefe me dijo que solo dijera que sí a aumentos de salario, así que no a todo lo demás.",
  "Ya usé todos mis días de enfermedad, así que hoy me llamo 'sanamente' para quedarme en casa.",
  "Mi profesora dijo que debo enfocarme en no sobrecargarme con tareas.",
  "Tengo una cosa laboral... se llama evitar el trabajo.",
  "Mi calendario laboral tiene un gran 'NOP' en rojo en esa fecha.",
  "No puedo, tengo una reunión importante para mirar una hoja de cálculo y contemplar la vida.",
  "Estoy tomando un día personal para evitar personas.",
  "Tengo una videollamada conmigo mismo, y es muy consumidora de tiempo.",
  "Mi tiempo extra se peleó con mi tiempo libre, y el libre perdió.",
  "Mi PTO (Permiso Para Optar por No) está activo.",
  "Si voy, podría desencadenar el apocalipsis. Mejor no correr riesgos.",
  "Tengo que quedarme para evitar que empiece un brote zombi (larga historia).",
  "Iría, pero Nostradamus predijo que diría que no.",
  "Es uno de los signos del apocalipsis si digo que sí, mejor evitémoslo.",
  "Mi asistencia es el último sello antes del apocalipsis, así que paso fuerte.",
  "Temo que mi 'sí' invoque a Cthulhu o algo así.",
  "Estoy evitando causar un efecto mariposa que termine con el mundo.",
  "La leyenda dice que si alguna vez acepto, el mundo terminará en un número musical espectacular.",
  "Hice un trato con un demonio para nunca decir que sí, y odio romper contratos.",
  "El reloj del juicio final avanza más rápido cada vez que considero aceptar.",
  "Sí, puedes interpretar mi silencio como un no.",
  "En espíritu estoy asintiendo, pero físicamente niego con la cabeza.",
  "Seguro... ¿mente tú encuentras a alguien más?",
  "'Sí' está en mi vocabulario, solo que no hoy.",
  "En una escala del sí al no, estoy en un 'ni en un millón de años'.",
  "Iba a decir que sí, pero lo único que salió fue un 'no'.",
  "Considera que mi 'sí' se perdió en el correo.",
  "Y-E-S son letras que no escucharás de mí hoy.",
  "Imagínate entusiasmadamente no haciendo eso.",
  "¿Te imaginas ayudándome? Ahora imagina lo opuesto. Ahí vas.",
  "Me siento con poca suerte, mejor no arriesgarme diciendo que sí.",
  "Lancé los dados y salió 'no'.",
  "Consulté a la Dama Suerte; me dijo que me quedara en casa.",
  "Mi suerte se acabó justo antes de que preguntaras.",
  "Si tuviera un centavo de buena suerte por cada vez que dije que no, sería rico. Hablando de eso, no.",
  "Me uniría, pero accidentalmente pasé bajo una escalera y rompí un espejo. No quiero tentar a la suerte.",
  "Mi vidente dijo 'no está en tus estrellas', confío en eso.",
  "Saqué una carta de la baraja; decía 'No pases, no digas que sí'.",
  "El destino decidió hacer un swipe izquierdo con esta solicitud.",
  "Las estrellas se alinearon… para formar un gran 'NO'.",
  "No puedo; el pronóstico dice que hay un 100% de probabilidades de que me quede en casa.",
  "Está lloviendo 'noes' y estoy empapado de ellos.",
  "Solo salgo en condiciones climáticas perfectas, y claramente no lo son (para mí).",
  "Estoy experimentando una fuerte lluvia de pereza.",
  "Los vientos del destino soplaban y me dieron en la cara con un 'no'.",
  "Hay una tormenta cerca y se llama Mi Reticencia.",
  "Sospecho un tornado repentino de responsabilidades que me mantendrá adentro.",
  "Estoy bajo el clima, específicamente bajo una nube de 'nope'.",
  "El pronóstico para ese día soy yo con una alta probabilidad de no aparecer.",
  "Odiaría salir y derretirme; estoy hecho de azúcar e ironía.",
  "Podría decir que sí, pero eso sería una mentira.",
  "Mi corazón dice que sí, pero mi alma dice: '¿En serio?'",
  "Físicamente puedo hacerlo, pero moralmente estoy en contra (del esfuerzo).",
  "Tengo un conflicto interno: una parte dice 'no', y la otra también dice 'no'.",
  "Llegué a una edad en la que simplemente digo que no a cosas que odio. Y esto lo odio.",
  "Mi voluntad para hacer eso se quedó atascada en tráfico y no llegará.",
  "Lo pensé un poco. El pensamiento fue 'no'.",
  "En teoría podría, pero quedémonos en la realidad donde no lo haré.",
  "Estoy intentando dejar de agradar a todos, empezando ahora.",
  "Acabo de mirarme al espejo y practicar decir 'no' y se sintió bien.",
  "No puedo decir que sí antes de tener mi café. Y nunca planeo tomar café.",
  "Sin cafeína, no hay forma.",
  "Mi café y yo tenemos un pacto: ninguna decisión importante sin él, y hoy no está disponible.",
  "Diría que sí, pero aún no he alcanzado mi cuota diaria de café para enfrentar las consecuencias.",
  "Estoy en un estado descafeinado de no.",
  "Mi cerebro solo funciona con cafeína, y estamos teniendo un apagón energético.",
  "Sin Java, no hay Java-do.",
  "La cafetera llamó diciendo que estaba enferma, así que soy incapaz de aceptar nada.",
  "Me prometí decidir cosas después del café; qué pena que ya es hora del 'no'.",
  "Mi café matutino y yo decidimos que esto no valía la pena gastar cafeína.",
  "Estoy ocupado tramando la dominación mundial para asistir.",
  "Si dijera que sí, podría arruinar mi plan malvado.",
  "Mi guarida secreta necesita atención en ese momento.",
  "Estoy en medio de un plan perverso y no puedo salirme.",
  "No puedo ayudarte; soy un villano en entrenamiento y esto arruinaría mi credibilidad.",
  "Me uniría, pero tendría que reclutarte en mis planes y no te gustaría.",
  "Estoy ideando cómo tomar el control del mundo, y necesito toda mi concentración.",
  "Mis secuaces programaron una rebelión para ese día, y debo estar presente.",
  "Debo declinar con pesar mientras practico mis risas diabólicas.",
  "El mal nunca duerme, y al parecer yo tampoco, excepto que definitivamente no saldré.",
  "Estoy intentando alinear mis chakras sin estresarme, así que diré que no.",
  "Para mantener el equilibrio en la Fuerza, debo rechazar.",
  "Mi yin y mi yang me dicen que no lo haga.",
  "Por el bien del equilibrio cósmico, no puedo aceptar.",
  "Estoy en medio de un ajuste feng shui en mi vida que prohíbe nuevos compromisos.",
  "Debo rehusar, o el delicado equilibrio de mi pereza se verá alterado.",
  "Decir que sí echaría a perder la proporción semanal de síes y noes.",
  "Necesito mantener mi karma limpio, y siento que un 'sí' lo ensuciaría.",
  "Debo lograr paz interior, lo cual significa no complicar mi día con esto.",
  "Temo que si me divierto, se convierta en un mal hábito.",
  "Si termino gustándome, tendré que volver a hacerlo, así que no.",
  "Temo al éxito, por eso debo rechazar cualquier cosa que pueda funcionar.",
  "Temo elevar demasiado el nivel si digo que sí y hago bien el trabajo.",
  "¿Diversión? No estoy seguro de recordar qué es, mejor no arriesgarme.",
  "Soy alérgico a la diversión: me salgo en sarcasmo.",
  "Evito cualquier cosa que pueda hacerme sonreír demasiado.",
  "Intento permanecer misterioso y decir que sí me haría demasiado accesible.",
  "Prefiero mantener mis expectativas bajas sin hacer nada.",
  "Estoy evitando la diversión hasta nuevo aviso.",
  "Preguntarme si puedo hacer eso es como pedirle a un pez que suba a un árbol.",
  "Yo haciendo eso sería como un pollo intentando hacer álgebra.",
  "Decir que sí sería tan inusual como que un gato se vuelva vegano.",
  "Esa idea y yo vamos juntos como el aceite y el agua.",
  "Mi participación es como un clavo cuadrado en un agujero redondo: simplemente no encaja.",
  "Mi motivación y esa tarea son como dos imanes repeliéndose.",
  "Sería como esperar que un perezoso gane una carrera de 100 metros.",
  "Tan compatibles como el helado y la sopa caliente: mejor dejarlos separados.",
  "Que yo diga que sí es casi tan probable como que cerdos piloteen una nave espacial.",
  "Esa solicitud es el maní para mi alergia.",
  "Acabo de darme cuenta de que es un día festivo: el Día Nacional de No Voy a Hacerlo.",
  "Estoy observando un feriado personal llamado No-viembre.",
  "Lo siento, ese día tengo quejas de Festivus que expresar.",
  "Estoy ocupado ese día celebrando el Festival del No.",
  "Ya estoy comprometido con el Feriado Antitrabajo.",
  "Celebro el Día Opuesto haciendo lo opuesto a lo que me pides.",
  "Lo siento, es mi día anual de descanso... como el Sábado, pero para la pereza.",
  "Solo celebro eventos que incluyan pastel, así que a menos que haya pastel, no.",
  "Esa fecha choca con mi celebración extendida de Tranquilidad-mas (Chillmas).",
  "Es el cumpleaños de mi piedra de mascota, que básicamente es un feriado mundial para mí.",
  "Quiero decir que sí, pero mi sentido común está gritando 'no' repetidamente.",
  "Mi corazón dice quizás, pero mi cerebro levantó una bandera roja gigante.",
  "Mi intuición empezó a hacer la Macarena cuando preguntaste (esa es la danza del no).",
  "Cada fibra de mi ser está haciendo ahora la ola en honor al 'no'.",
  "Tanto la vocecita responsable como la vaga están de acuerdo: no.",
  "Le pregunté a mi buen juicio, y este se rió histéricamente.",
  "Mi cerebro resaltó esa solicitud y le dio al botón de borrar.",
  "Mi conciencia me perseguiría si dijera que sí.",
  "Incluso el ángel sobre mi hombro dijo: «nah, tío».",
  "Mi voz interior solo está gritando «NAAAAH» estilo Darth Vader.",
  "No estoy procrastinando; estoy diciendo que no proactivamente con anticipación.",
  "Estoy retrasando mi decisión hasta el final de los tiempos —spoiler: sigue siendo no.",
  "¿Por qué hacer hoy algo que puedo evitar indefinidamente?",
  "Mi agenda esta semana solo dice «Nope» en cada página.",
  "Pondré esta solicitud en mi lista de tareas justo después de 'aprender a teletransportarme'.",
  "Estoy reprogramando mi procrastinación para más tarde.",
  "Estoy esperando al último minuto, y aún no ha llegado para esto.",
  "Lo pensé para después, pero resulta que también está lleno.",
  "Estoy en racha de procrastinar, no puedo parar ahora.",
  "Postergaré mi 'sí' hasta un año que no existe.",
  "Te ayudaría, pero entonces seríamos dos personas necesitando ayuda.",
  "No estoy seguro de que puedas permitirte los daños que causaría intentándolo.",
  "Mi ayuda viene con garantía de devolución de dinero, pero no la querrías.",
  "Soy la última persona que debería hacer eso: literalmente, soy el último en la fila.",
  "Intenté hacer algo similar una vez; digamos que los bomberos terminaron involucrados.",
  "Si lo hago, pasarás más tiempo arreglando mis errores.",
  "Mi competencia está de vacaciones ahora mismo.",
  "Sobresalgo en procrastinar, no en hacer cosas de verdad.",
  "Me ofrecería como voluntario, pero la tarifa por incompetencia es bastante alta.",
  "Te ayudaría, pero tendría que incluir una exención legal sobre cualquier resultado.",
  "No me genera alegría, así que paso.",
  "Esa idea no pasó el filtro de buenas vibras para mí.",
  "No siento ninguna atracción gravitacional hacia hacer eso.",
  "Mi nivel de interés está entre cero y negativo.",
  "Si tuviera menos interés, estaría en coma.",
  "Mi curiosidad salió de la habitación cuando escuché esa idea.",
  "Estoy seguro de que es fascinante, pero mi capacidad de atención opina lo contrario.",
  "Estoy guardando mi entusiasmo para algo aún más aburrido.",
  "Me quedé dormido a la mitad de considerarlo.",
  "Intenté emocionarme y me desgarré un músculo.",
  "El gobierno me tiene en programa de protección de testigos contra eventos como este.",
  "Mi oficial de libertad condicional dijo que solo puedo trabajar en ser vago.",
  "El FBI llamó; dijeron que decir que sí sería un riesgo de seguridad nacional.",
  "Iría, pero el juez de mi vida me sentenció a quedarme en casa.",
  "Me revocaron la licencia para divertirme.",
  "Me encantaría cumplir, pero tengo órdenes estrictas mías mismas de no hacerlo.",
  "La Reina de Inglaterra me fantasma-mandó quedarme en casa (solo obedezco órdenes reales).",
  "La isla donde estoy exiliado no me permite salir para asistir a eventos.",
  "Tengo una obligación contractual de rechazar bajo los términos de mis elecciones de vida.",
  "La policía me dijo que soy demasiado interesante como para asistir a reuniones normales.",
  "Ya soy demasiado viejo para compromisos como este.",
  "Creo que estoy en una edad en la que simplemente digo que no a cosas así.",
  "A mi edad, mi 'darme un darn' se rompió.",
  "Estoy teniendo una crisis de mediana edad y decir que sí no forma parte de ella.",
  "Estoy en mi fase rebelde de hacer solo lo que quiero, así que no.",
  "Estoy canalizando a mi anciano gruñón interior y me quedo en casa.",
  "Reviso mi rebeldía adolescente diciendo que no a todo.",
  "En mi época, no teníamos que hacer cosas que no queríamos (y así seguirá siendo).",
  "Practico para mi futuro como ermitaño cascarrabias.",
  "Envejezco como el buen vino: haciéndome más terco al decir que no.",
  "Mi hada madrina dijo que debía quedarme en casa o me convertiría en calabaza.",
  "Cenicienta dejó un zapato aquí y debo ayudar a encontrar el otro en vez de salir.",
  "Tengo que esperar al Príncipe Encantador con pizza, así que no puedo ir a ningún lado.",
  "No puedo venir; el Lobo Feroz está en mi puerta (vendiendo seguros, aparentemente).",
  "Tengo que vigilar mi casita de pan dulce, ya sabes cómo es eso.",
  "Los siete enanitos me advirtieron sobre sobreextenderme.",
  "Estoy bajo un hechizo de sueño que solo el tiempo (y no hacer eso) puede romper.",
  "Perdí mi zapatito de cristal y no puedo salir sin calzado adecuado.",
  "La rana que supuestamente debía besar para convertirme en príncipe me dio un vale para después.",
  "Estoy atrapado en un cuento de hadas, y aceptar eso no forma parte de la trama.",
  "Tengo que guardar el refrigerador esta noche; los snacks cuentan conmigo.",
  "Dediqué ese tiempo a acompañar a un helado que necesita compañía.",
  "Estoy cargando carbohidratos para una maratón de no hacer eso.",
  "Tengo una cita para cenar con una pizza y se pondría celosa si cancelo.",
  "No puedo salir; mi refrigerador acaba de abrir una botella de vino y sería grosero no acompañarlo.",
  "Estoy probando una teoría: sobrevivir solo con papas fritas, no puedo interrumpirla.",
  "Mi horno y yo tenemos planes de hornear y comer un pastel entero.",
  "Le prometí ayudar a mi palomita de maíz a reventarse, es un proceso muy involucrado.",
  "Lo haría, pero justo empecé a cocinar un menú de cinco platos… para uno (yo).",
  "Estoy aprendiendo a cocinar comidas invisibles; es muy consumidor de tiempo.",
  "Tengo que estar en espera por si Netflix necesita que vea algo importante.",
  "Estoy de guardia como patata del sofá oficial de la familia.",
  "Esta semana soy el designado para quedarme en casa.",
  "Estoy cumpliendo jurisdicción en el tribunal de mi propia pereza.",
  "Estoy en una misión secreta en standby: no puedo revelar detalles, solo sé que no puedo ir.",
  "Soy el contacto de emergencia de mi televisor, así que debo permanecer disponible.",
  "Estoy comprometido a quedarme por si surge una emergencia de snacks.",
  "Me apunté como sujeto de prueba para dormir hasta tarde, y tengo sesión a esa hora.",
  "Formo parte de un proyecto ultrasecreto llamado Proyecto No.",
  "Tengo un deber que cumplir: evitar que mi sofá se sienta solo.",
  "Mi carro decidió tomarse un día personal libre.",
  "El transporte público en mi sala está actualmente fuera de servicio.",
  "Intenté salir, pero mi puerta no me dejó (negociamos, y me quedé).",
  "Mi GPS recomendó que me quedara en casa para evitar decisiones malas.",
  "Mi pony para trasladarme está enfermo. Sí, es un pony, no preguntes.",
  "Podría irme en bicicleta, pero esta solo se rió de mí.",
  "Uber no me lleva a ideas malas.",
  "Me perdí el tren de pensamiento que me haría ir.",
  "Mi escoba mágica está en el taller (ya sabes lo poco confiables que son).",
  "Todos los caminos conducen a que me quede en casa.",
  "Mi seguro no cubre actos de hacer eso.",
  "Necesito quedarme en un ambiente seguro, y ese evento suena riesgoso (para mi cordura).",
  "La Salud Ocupacional y Seguridad marcó esa actividad como un peligro para mí.",
  "Estoy esperando que llegue mi traje de burbujas antes de intentar cosas así.",
  "Eso suena peligroso para mi bienestar (principalmente mental).",
  "Solo opero maquinaria pesada (como mi sofá) bajo supervisión, así que no puedo ir.",
  "La última vez que lo intenté, me di un corte de papel en el alma.",
  "Por razones de seguridad, debo mantenerme lejos de esa clase de emociones.",
  "Mi ángel guardián presentó una orden de alejamiento contra ese plan.",
  "Prefiero no herir mi voluntad de vivir diciendo que sí.",
  "He trascendido la necesidad de actividades como esa.",
  "Estoy enfocándome en el viaje de no hacer nada, no en el destino de esa tarea.",
  "Mi crisis existencial y yo decidimos en contra.",
  "En la gran tapicería de la vida, soy el hilo que se salta esta parte.",
  "He descubierto que el sentido de la vida no es hacer eso, así que estoy bien.",
  "Prefiero buscar el propósito de la vida antes que asistir.",
  "Pienso, luego existo... pero no haré eso.",
  "Mi filosofía actual: si requiere pantalones, es un no.",
  "Estoy practicando wu wei (no hacer nada) según el taoísmo, así que debo declinar.",
  "¿Hacerlo o no hacerlo? Esa es la pregunta, y mi respuesta es clara: no hacerlo.",
  "Me entrené durante años bajo un maestro del no.",
  "Tengo cinturón negro en No-jitsu.",
  "Me preparé toda la vida para decir que no a esta solicitud exacta.",
  "Tomé un seminario sobre asertividad y muero por usar lo aprendido: No.",
  "Mis reflejos están afinados para rechazar invitaciones automáticamente.",
  "Me apunté a un taller de 'Simplemente di que no' y necesito practicar.",
  "Soy parte de una sociedad secreta donde solo nos comunicamos mediante rechazos.",
  "Mi reacción automática es no, y hoy mi rodilla se siente muy automática.",
  "Decir no es mi cardio.",
  "He estado ensayando mi 'no' toda la semana para una ocasión como esta.",
  "El no es mi segundo nombre. Bueno, no legalmente, pero espiritualmente sí.",
  "Vengo de una larga línea de expertos rechazadores.",
  "Mi prueba de ADN regresó: soy 100% no voy a hacer eso.",
  "Estoy genéticamente predispuesto a decir no.",
  "Nací para decir no: fue mi primera palabra y nunca paré.",
  "Tengo un raro trastorno genético que me hace estallar en rechazos.",
  "Mi animal espiritual es un perezoso, y me dice que me quede quieto.",
  "Astrológicamente, soy un Capri-no o un Libra-piensa-que-no (uno de esos).",
  "Hice un juramento de niño de evitar cualquier cosa similar a esto.",
  "Mi coach de vida me aconsejó eliminar estrés, empezando por esta solicitud.",
  "A mis amigos les daría un infarto si de repente empezara a decir que sí a cosas.",
  "Sería un mal precedente empezar a aceptar peticiones razonables.",
  "Si empiezo a decir que sí ahora, ¿dónde terminará? ¿Dominación mundial? Mejor no.",
  "Decir que sí una vez podría darme fama de ser útil… algo que no puedo permitirme.",
  "No puedo sacudir mi sistema con responsabilidad así; órdenes del médico.",
  "El 'sí' es una palabra tan pequeña para un evento tan transformador. No estoy listo.",
  "Temo que decir que sí abra las compuertas de las expectativas.",
  "Si digo que sí, la gente podría esperar que lo haga otra vez. Ni pensarlo.",
  "Aceptar esto confundiría a todos los que me conocen como un evitador profesional.",
  "Mi marca personal es 'decepción confiable', y debo mantener la consistencia.",
  "¿Puedo pedir una excusa para lluvia y luego perderla para siempre?",
  "Pongámoslo en agenda para el día 12 de Nunca.",
  "Te acompaño el 32 de este mes.",
  "¿Qué tal si voy en la próxima... en un universo paralelo?",
  "Quizá otro día, como cuando los cerdos vuelen o el infierno se congele, cualquiera que venga primero.",
  "Asistiré en espíritu. Específicamente, en el espíritu de 'no estoy allí'.",
  "Digamos que estuve allí en nuestros pensamientos y listo.",
  "Estoy allí mentalmente, solo no físicamente ni en presencia real.",
  "Te avisaré cuando tenga tiempo libre. (No me esperes despierto.)",
  "Estoy en una misión dentro de un videojuego y la vida real no puede competir.",
  "Lo haría, pero me falta solo un punto de experiencia para subir de nivel sin hacer nada.",
  "Mi hermandad en World of Warcraft me necesita para cosechar pociones de 'no'.",
  "Estoy en medio de una partida de Tetris de alto riesgo (sí, es muy serio).",
  "Le prometí a mis amigos virtuales que mantendría el servidor activo quedándome conectado.",
  "Estoy practicando mis habilidades de juego; las misiones de la vida real tendrán que esperar.",
  "Tengo que defender mi aldea virtual de invasores pixelados en ese momento.",
  "Mi control murió, y con él, mi ganas de salir.",
  "Estoy haciendo un rol como ermitaño actualmente.",
  "Estoy ocupado logrando un nuevo récord de introversión.",
  "No tengo nada que ponerme que combine con la expresión de arrepentimiento que tendría si fuera.",
  "Toda mi ropa es alérgica a actividades al aire libre.",
  "Mi armario y yo tenemos un acuerdo: solo ve la televisión desde el sofá.",
  "Iría, pero ya me puse mi pijama.",
  "No puedo encontrar mi motivación para vestirme; creo que la doné.",
  "El código de vestimenta suena como 'esfuerzo', así que paso.",
  "Solo asisto a eventos que permiten usar pijamas como traje formal.",
  "Mi sentido del estilo me mandó un mensaje de texto: dijo que mejor ni lo intentara.",
  "Estoy atrapado en el Narnia de mi clóset y no puedo salir para asistir.",
  "Lo siento, nada en mi armario grita 'vamos a hacer esto'. Todo grita 'quédate en casa'.",
  "Mi perro se comió mi tarea, y luego exigió una secuela.",
  "Llegué tarde porque el tiempo decidió moverse más rápido que yo hoy.",
  "Me perdí el trabajo porque mi habitación estaba tomando rehenes… y yo era el rehén.",
  "No fui porque prefiero ser ausente de forma fashionista.",
  "Mi despertador y yo tuvimos una pelea, y ganó él al no sonar.",
  "Me salté la clase porque sentí que me lo debía a mí mismo: no aprender cosas malas.",
  "No pude unirme porque estaba ocupado sin preocuparme por eso.",
  "No asistí a la reunión porque fui secuestrado por un sueño despierto.",
  "Me retiré de último momento porque los problemas de compromiso corren en mi familia.",
  "Llegué puntual en espíritu, pero mi cuerpo tomó un desvío.",
  "¿Un pez necesita una bicicleta? Así de poco necesito hacer esto.",
  "¿Vuelan los cerdos? Solo entonces lo haría.",
  "¿El cielo es verde? No, ¿ves? Ahí tienes mi respuesta.",
  "¿Sería sabio que yo aceptara? Eso es un no por parte del Consejo de Yo.",
  "¿Es esta la parte donde digo que sí? ¿No? Bien, porque no lo haré.",
  "¿Parezco alguien que haría eso? Correcto, no lo hago.",
  "¿Es el Día Opuesto? Porque si no, mi respuesta es no.",
  "¿Acabo de escucharme ofreciéndome como voluntario? No, así que seguiré así.",
  "¿Es una pregunta trampa? Porque responderé como si lo fuera: no.",
  "¿Voy a ir? Contestaré cuando el agua no sea mojada.",
  "Voy a darte mi respuesta mediante danza interpretativa. *hace un NO con su cuerpo*",
  "Si supiera cantar, te cantaría 'Digo que NAAAAH' en ópera.",
  "Imagina que grito dramáticamente '¡Me niego!' mientras agito una capa.",
  "Escribiré un haiku para mi respuesta: 'Definitivamente no / Incontestablemente no / Aún no, lo siento'.",
  "Imagina un avión escribiendo 'NO' sobre tu casa. Esa es mi respuesta.",
  "Inserte sonido de orquesta: dun dun dun ¡NO!",
  "Estoy lanzando confeti y el confeti deletrea 'NO'.",
  "Estoy levantando una pizarra que dice 0, como en 0% de posibilidades.",
  "Teatro improvisado: interpreto a una persona que dice que no. Fin de la escena.",
  "*Suena salida dramática con monólogo de rechazo*.",
  "Lo haría, pero soy Batman. (Esta excusa funciona para todo, ¿no?).",
  "Fui abducido por alienígenas ayer y me dieron instrucciones estrictas de evitar eso.",
  "Los alienígenas me invitaron a una fiesta galáctica y ya les confirmé asistencia.",
  "Estoy comunicándome con extraterrestres en ese momento, los eventos terrestres deben esperar.",
  "Estoy en una misión a Marte en mis sueños, conflicto de horarios con la realidad.",
  "No puedo venir; soy el guía turístico de los alienígenas en la Tierra y son muy exigentes.",
  "La nave nodriza viene por mí en cualquier momento ahora.",
  "Estoy aprendiendo un idioma alienígena; ellos no tienen palabra para 'sí', y yo tampoco ahora.",
  "Los alienígenas se llevaron mi entusiasmo cuando se fueron.",
  "Sospecho que soy un alienígena, y nosotros históricamente evitamos esas situaciones.",
  "Mi planeta me necesita, así que debo irme (lo que significa que debo quedarme en casa).",
  "Estoy postulándome para presidente del Club de la Procrastinación; mi campaña consume mucho tiempo.",
  "Mi voluntad de participar misteriosamente desapareció justo cuando preguntaste.",
  "Jugué a la lotería del interés y perdí.",
  "Tengo un miedo irracional a disfrutar accidentalmente las obligaciones, así que las evito.",
  "Como dice el meme, nadie tiene tiempo para eso.",
  "Estoy demasiado dentro de mi zona de confort para siquiera ver la salida.",
  "Alcancé mi límite de 'no' por hoy.",
  "Mi calendario acaba de mandarme una orden de alejamiento contra nuevos eventos.",
  "Estoy en una relación a largo plazo con cancelar planes.",
  "Estoy experimentando JOMO (Alegría por Perderme cosas) por este evento.",
  "Canalizando al Nike opuesto: 'Simplemente no lo hagas.'",
  "Prefiero arrepentirme de no hacerlo que arrepentirme de haberlo hecho.",
  "Aplicando mi versión de la Ley de Murphy: si puede evitarse, será evitado.",
  "Mi respuesta es como el gato de Schrödinger: es sí y no hasta que te das cuenta de que es solo no.",
  "YOLO, por eso digo que no: valoro demasiado mi única vida.",
  "Mi app de horóscopos acaba de notificarme: 'Hoy es buen día para decir que no.'",
  "Si decir no fuera un deporte olímpico, tendría una medalla de oro.",
  "Llevo mi rechazo como una insignia de honor.",
  "Voy a tener que rechazar más rápido que un guepardo con bebida energética.",
  "Diría que sí, pero tendría que despertar de mi ensoñación, y la realidad es mucho menos agradable.",
  "¡Emergencia! Acabo de quedarme sin chocolate, y eso es todo lo que puedo manejar ahora.",
  "El destino acaba de entrar a mis mensajes directos con un rotundo 'no'.",
  "Mi cerebro está lleno hasta la capacidad máxima de información inútil; no hay espacio para nuevas tareas.",
  "Si te ayudo, sentiría orgullo de mí mismo, y no puedo manejar tanta emoción.",
  "Te doy dos opciones: no, o nope. Puedes elegir.",
  "Hagámoslo opción múltiple. Elijo la (D) - Ni de broma.",
  "Mira el lado positivo: al menos soy consistente diciendo que no.",
  "Considera esto un 'no' servido con una guarnición de sarcasmo.",
  "Estoy atrapado en un agujero negro de procrastinación y no puedo escapar a tiempo para hacer eso.",
  "Solo digo que sí durante eclipses solares, y ninguno está programado.",
  "Mi alma retro no puede con tareas modernas como esa.",
  "La palabra 'sí' me da urticaria; estoy evitando una reacción alérgica.",
  "Tuve un sueño donde decía que sí; me desperté sudando frío. No voy a repetirlo en la realidad.",
  "En el tiempo que te tomó preguntar, ya decidí que no.",
  "Lo siento, no te escucho por encima del sonido de yo no haciendo eso.",
  "Creo que nuestra conexión es mala. Si me pediste hacer algo, la respuesta es ruido estático... lo que significa no.",
  "Te malinterpreté, pensé que dijiste '¿quieres un taco?'. Como no fue así, no estoy interesado.",
  "Mi teléfono autocorrigió tu solicitud a 'no', ¿raro, no?",
  "Recibí tu mensaje, pero desafortunadamente mi filtro de spam lo clasificó como 'tareas no deseadas'.",
  "Creo que tienes el número equivocado; la persona que dice que sí no está disponible.",
  "Hablo sarcasmo fluido, así que mi interpretación de tu pregunta es un rotundo no.",
  "Déjame ponerte en espera... *nunca salgo de la espera*",
  "No recibí el memorando en el que se suponía que debía importarme.",
  "Estoy experimentando dificultades técnicas en darle importancia.",
  "Los dioses de la procrastinación exigen que sacrifique esta tarea no haciéndola.",
  "El 'no' es una oración completa, y es mi respuesta final.",
  "Temo que aceptar pueda desencadenar un apocalipsis zombi, así que prefiero jugarlo seguro.",
  "Mi sentido arácnido está vibrando, y me dice que no haga esto.",
  "La tela de mi ser simplemente no está tejida para esta solicitud.",
  "Dicen 'sigue tus sueños' — y mi sueño es no hacer eso.",
  "Simplemente sigo el dicho 'haz lo que amas' — y amo decir que no.",
  "Ni hoy, Satanás. Realmente, ni ningún día.",
  "Mi procrastinación está haciendo un trabajo increíble; no querría interrumpir su flujo.",
  "El 'no' significa 'Nuevas Oportunidades'... para quedarme en casa.",
  "Hice una apuesta de que podía decir que no a todo durante una semana. Estoy a punto de ganar.",
  "Estoy conduciendo un experimento social donde digo que no y observo qué pasa.",
  "Una de mis mayores molestias es hacer cosas, así que simplemente no lo hago.",
  "La vida es corta, y elijo desperdiciarla a mi manera, no con eso.",
  "Ya cumplí mi cuota mensual de malas decisiones; decir que sí la excedería.",
  "Me encantaría participar, pero estoy muerto por dentro, así que simplemente no puedo.",
  "Tengo síndrome del personaje principal, y mi arco narrativo no incluye hacer eso.",
  "Piensa en mí como al jefe final de decir que no: invicto.",
  "El tiempo es un recurso no renovable, y elijo no gastarlo en eso.",
  "Mi prueba gratuita de hacer cosas ya expiró, y no puedo pagar la suscripción.",
  "Estoy en una dieta estricta de 'sin compromisos'.",
  "Estoy haciendo un ayuno intermitente de responsabilidades; hoy es día de ayuno.",
  "Solo digo que sí los días bisiestos, y hoy no lo es.",
  "No puedo correr el riesgo de desbloquear mi forma final siendo útil.",
  "Necesito mantener mi aire de misterio no presentándome.",
  "No puedo dejar que la gente descubra que en realidad tengo tiempo libre.",
  "Usé toda mi fuerza de voluntad solo para salir de la cama esta mañana.",
  "Mi vida es una historia de elegir tu propia aventura, y pasé a la página donde digo que no.",
  "Por el poder que me ha sido otorgado, oficialmente digo que no.",
  "Yo, mí mismo y yo tuvimos una reunión; decidimos unánimemente rechazar.",
  "Veo tu solicitud y subo un 'no'.",
  "Mi entusiasmo está en preventa, y la fecha de entrega sigue retrasándose.",
  "Todavía me estoy recuperando de la última vez que dije que sí.",
  "Antes hacía cosas así, hasta que recibí una flecha en la rodilla.",
  "No es procrastinación si nunca planeé hacerlo.",
  "No elegí la vida de no hacer nada; la vida de no hacer nada me eligió a mí.",
  "El esfuerzo actualmente no es compatible con mi sistema operativo.",
  "Mi asistente personal (quien es imaginario) ya lo rechazó por mí.",
  "Prefiero permanecer como un mensaje de ausencia laboral hecho persona.",
  "Me perdí de camino al 'sí' y terminé en el 'no'.",
  "Si digo que sí, entonces tendría que hacerlo de verdad. Mejor evitémoslo.",
  "En el viaje del héroe de mi vida, estoy en la etapa de 'rechazo de la llamada'.",
  "Estoy en un año sabático de cualquier cosa que suene como trabajo.",
  "Hice una resolución de Año Nuevo de decir que no más seguido. Empiezo ahora.",
  "Realicé una evaluación de riesgos y los resultados dijeron 'no'.",
  "Tengo una reputación que mantener, específicamente, la de decir que no.",
  "Mi intuición me dice que este no es el día en que empiece a ser útil.",
  "El solo pensamiento de hacer eso me dio un dolor de espalda fantasma. Paso.",
  "Si tuviera un centavo por cada vez que dije que no, tendría un montón de centavos.",
  "Asistiré a una reunión del Club Antisocial Social (soy el único miembro).",
  "El disco duro de mi cerebro está lleno; no hay espacio para esa tarea.",
  "Iría, pero estoy probando esta nueva cosa en la que simplemente no hago nada.",
  "Lamento informarte que estaré activamente sin hacer eso.",
  "Vivo por medio de otros que dicen que sí, así que yo no tengo que hacerlo.",
  "Espejo, espejo de la pared, ¿debo hacerlo? Dijo: «Para nada».",
  "No puedo decir que sí; pondría en peligro mi estatus en el Salón de la Fama de los Procrastinadores.",
  "La probabilidad de que lo haga se acerca al cero absoluto.",
  "Mi compromiso con no hacer nada se pondría celoso si hiciera otra cosa.",
  "Mi competencia principal es evitar cosas, y debo enfocarme en ello.",
  "Carezco del entusiasmo necesario para siquiera fingir que lo considero.",
  "Soy más del tipo 'observar desde lejos' que de 'participar'.",
  "Mi cerebro es como un loro que solo sabe una palabra: 'no'.",
  "Estoy escribiendo un libro llamado '101 formas de decir que no', gracias por el material.",
  "Soy un pésimo mentiroso, así que no fingiré que quiero hacer eso.",
  "'No.' Le doy cinco estrellas a esta respuesta.",
  "'No' — de parte mía, con amor.",
  "Que el 'no' vaya contigo.",
  "Decir que no es mi superpoder, y lo uso para salvar mi tiempo libre.",
  "Sentí agotamiento solo al escucharlo, así que ya lo rechacé por adelantado.",
  "Sigo el principio del mínimo esfuerzo, lo cual significa que debo declinar.",
  "Mi vida es como una comedia sobre evitar responsabilidades, y no puedo romper el personaje.",
  "Revisé mi disponibilidad y los resultados fueron negativos.",
  "Voy a fingir que no escuché esa solicitud y seguiré sin hacerla.",
  "Ni modo, amablemente dicho.",
  "Estoy tomando un año sabático por salud mental (empieza ahora), así que debo declinar.",
  "Me niego a contestar bajo el argumento de que podría llevarme a hacer trabajo real.",
  "Seamos honestos: ambos sabemos que no lo voy a hacer.",
  "Tendré que rechazar por razones personales (razón personal: simplemente no quiero).",
  "No es presumir, pero soy muy bueno no haciendo cosas.",
  "Imagina un diagrama de Venn entre mi agenda y tu solicitud: no se cruzan.",
  "Tengo demasiadas pestañas abiertas en mi cerebro, y ninguna es sobre eso.",
  "Estoy ocupado con introspección (código para 'no hacer nada').",
  "Tengo una lista de no-hacer, y esto está justo en la cima.",
  "Estoy sobreprogramado con sublogros.",
  "Esta solicitud está por encima de mi nivel emocional de pago.",
  "Mi entusiasmo presentó quiebra, así que no puedo invertir en eso.",
  "Mi calendario está lleno de espacios vacíos reservados para mi tiempo.",
  "No te estoy ignorando: te estoy dando un rotundo no.",
  "Si acepto una cosa más, oficialmente me convertiré en una historia de advertencia.",
  "Piensa en mi rechazo como una lección gratuita sobre cómo manejar rechazos.",
  "Admiro tu persistencia al preguntar, pero sigue siendo un no.",
  "Ya vivo en el carril rápido de no hacer nada, así que no puedo frenar por eso.",
  "No puedo ir; estoy extremadamente ocupado sin estar ocupado.",
  "Si te ayudo, sentiré que debo ayudar a otros, y esa es una pendiente resbalosa que evito.",
  "El universo me dijo que me 'consintiera', y lo interpreté como quedarme en casa.",
  "Nadie me ha acusado nunca de ser demasiado útil, y no planeo cambiar eso ahora.",
  "Tengo miedo al cambio, así que me aferró al no.",
  "Mi vida es como una torre de Jenga; una cosa más puede hacerla caer.",
  "No tengo capacidad (ni ancho ni nada).",
  "La vida es corta, y mi lista de siestas es larga.",
  "Francamente, querida, no me importa (hacerlo).",
  "Intenté verlo desde tu perspectiva, pero igual debo decir que no.",
  "El momento no es adecuado, principalmente porque no quiero hacerlo.",
  "Estoy en modo sigilo social, así que debo declinar cualquier invitación.",
  "Tengo una condición crónica llamada 'noquiero'.",
  "Elijo la iluminación del sofá sobre emprendimientos mundanos como ese.",
  "Estoy fuera de servicio indefinidamente.",
  "Estoy en medio de un ritual muy delicado de no hacer nada.",
  "¿Qué tal si prometo pensarlo? (No lo haré, pero suena amable.)",
  "Tengo un compromiso previo: una competencia de mirar fijamente la pared.",
  "Estaré ocupado explorando lo grandioso del interior.",
  "El sofá me ha aceptado como uno de los suyos, no puedo traicionar su confianza.",
  "'No' es el nuevo 'sí', así que solo sigo la tendencia.",
  "Soy el héroe que mi sofá merece, así que debo quedarme con él.",
  "Las probabilidades de que lo haga son casi tan bajas como ganar la lotería sin comprar boleto.",
  "Eso no está en mi lista de deseos; de hecho, está en mi lista de 'ni loco'.",
  "Por favor discúlpame, mi cerebro está actualmente fuera de servicio.",
  "Si hubiera un premio por evitar participación, sería el favorito.",
  "Rechazo por exceso de apatía.",
  "Mi destino está en otro lado, específicamente en mi sofá.",
  "Uno no simplemente logra que yo diga que sí.",
  "Es un no de mi parte, amigo.",
  "Si digo que sí, tendría que dejar de quejarme de estar ocupado, y no puedo permitirme eso.",
  "Mi energía es solar y ya es de noche.",
  "Me sacrificaré por el equipo no uniéndome a este esfuerzo.",
  "Pongo el 'pro' en procrastinar, y no arruinaré mi racha.",
  "Hasta mi sombra decidió quedarse en casa, así que yo también.",
  "Por suerte, tengo seguro contra la procrastinación. Cubre situaciones como esta.",
  "No es mi circo, ni son mis monos, así que no es mi acto.",
  "No tengo suficiente maná para esa misión.",
  "El espíritu está dispuesto, pero la carne ya pidió comida a domicilio y se acomodó.",
  "Mi voluntad de hacer eso está en el taller de reparaciones.",
  "Podría listar 1000 razones por las que digo que no, pero te ahorraré.",
  "Rechazo ahora para evitar rechazar más tarde.",
  "Elijo mi bienestar sobre este compromiso, así que no.",
  "Prefiero darte un no honesto que un sí a medias.",
  "Si mi vida fuera una película, esta es la parte donde digo no y salen los créditos.",
  "Cierro la puerta a esa idea (literal y figurativamente).",
  "Mi intuición gritó 'no' tan fuerte que tuve que obedecer.",
  "'No' es mi lugar feliz.",
  "La respuesta que buscas no está disponible (vuelve a intentarlo nunca).",
  "Para citar una respuesta famosa: 'No'.",
  "Ejercito mi derecho a decir no.",
  "Considera esto un veto estratégico.",
  "Nunca estuve tan seguro de algo como de decir no.",
  "Hoy desperté y decidí que es un día de 'no'.",
  "Hoy solo hablo en negativo.",
  "Estoy en una misión de mantener cero compromisos.",
  "Hasta mi FitBit me dice que me quede quieto.",
  "Elijo Netflix sobre el estrés, lo siento.",
  "No, de la manera más sincera y humorística posible.",
  "Mi calendario está en huelga.",
  "Me elijo a mí, así que te digo no.",
  "Le hago un favor a todos siendo bueno en lo mío: decir no.",
  "Decir no es parte de mi autocuidado.",
  "Este es un no libre de culpa.",
  "Si te ayudo, te robo la oportunidad de hacerlo tú mismo.",
  "Mi agenda está en modo avión.",
  "No te estoy ghosteando, te doy un no firme.",
  "Estoy en paz con decir no.",
  "Negativo. Punto final.",
  "Debo proteger mi cordura a toda costa, así que no.",
  "No llegué hasta aquí para solo llegar hasta aquí. De hecho, no voy a llegar.",
  "Es un 'no' del comité formado por mí, yo y mi persona.",
  "Debo rechazarlo; llegué a mi límite de interés.",
  "Aunque quisiera, no podría. Y no quiero.",
  "Aprovecharé la oportunidad para no hacer nada.",
  "Mi voluntad de participar ha abandonado el edificio.",
  "Tu solicitud fue denegada por falta de interés de mi parte.",
  "Asumamos que dije no y sigamos adelante.",
  "Actualmente estoy fuera de servicio. Por favor, vuelva a intentarlo nunca.",
  "Ay, debo rechazarlo.",
  "Rechazar esta solicitud me da alegría.",
  "Podría convencerme, pero probablemente seguiría diciendo no.",
  "Tengo una objeción filosófica a hacer eso.",
  "Si fuera más indiferente, sería una estatua.",
  "Necesito priorizar mis prioridades, que actualmente son dormir y picar algo.",
  "Mi agenda tiene una función 'nop' incorporada.",
  "Decir que sí rompería las leyes de la física en mi universo personal.",
  "En este punto, decir que sí simplemente se sentiría mal.",
  "Me prometí seguir siendo inútil esta semana.",
  "Mi pereza está en pleno apogeo y no puedo desarraigarla por esto.",
  "Soy alérgico a las obligaciones y me salen excusas.",
  "Me quedaré al margen y dejaré que el karma premie mi honestidad.",
  "No puedo, dicho de la manera más amable posible (pero sigue siendo no).",
  "Considera mi 'no' como un acto de autocuidado.",
  "Ejercito mi libertad de elección y elijo no.",
  "Estoy trabajando duro en no hacer nada.",
  "Me gustaría ayudar, pero contradiría mi misión de vida.",
  "No, pero aprecio tu optimismo.",
  "Tengo cinturón negro en evasión y odiaría desperdiciarlo (así que no).",
  "Estoy en el Programa de Protección al No (digo no y luego me escondo).",
  "Debo quedarme en casa para asegurarme de que la gravedad siga funcionando. (Alguien tiene que hacerlo).",
  "Si voy, ¿quién sostendrá el fuerte? (El fuerte siendo mi sofá).",
  "Estoy en medio de una auditoría de vida y los compromisos innecesarios no pasaron el corte.",
  "Rechazar esto es parte de mi plan quinquenal.",
  "Imagina un diagrama de Venn entre mi agenda y tu solicitud: no se superponen.",
  "Tengo demasiadas pestañas abiertas en mi cerebro y ninguna es sobre esa tarea.",
  "Estoy completamente ocupado con introspección (que es código para no hacer nada).",
  "Tengo una lista de 'no hacer' y esto está en la cima.",
  "Estoy sobrecargado de bajo rendimiento.",
  "Esta solicitud está por encima de mi nivel emocional.",
  "Mi entusiasmo se declaró en bancarrota, así que no puedo invertir en eso.",
  "Mi calendario está lleno de espacios en blanco reservados para mí.",
  "No te estoy ignorando, te estoy dando un 'no' muy claro.",
  "Si tomo una cosa más, oficialmente seré una advertencia.",
  "Considera mi rechazo como una lección gratuita sobre cómo manejar el no.",
  "Admiro tu persistencia al preguntar, pero sigue siendo no.",
  "Ya estoy viviendo en el carril rápido de no hacer nada, así que no puedo frenar por eso.",
  "No puedo ir, estoy extremadamente ocupado no estando ocupado.",
  "Si te ayudo, me sentiré obligado a ayudar a otros, y es una pendiente resbaladiza que evito.",
  "El universo me dijo que 'me consintiera', lo que tomo como señal para quedarme en casa.",
  "Nadie me ha acusado de ser demasiado útil, y no planeo empezar ahora.",
  "Tengo miedo al cambio, así que me quedo con decir no.",
  "Mi vida es como una torre de Jenga; una cosa más podría derrumbarla.",
  "No tengo ancho de banda (ni ningún otro ancho) para eso.",
  "La vida es corta y mi lista de siestas es larga.",
  "Francamente, querido, no me importa un bledo (hacerlo).",
  "Intenté verlo desde tu perspectiva, pero aún tengo que decir no.",
  "El momento no es el correcto, principalmente porque no quiero hacerlo.",
  "Estoy en modo sigilo social, así que debo rechazar invitaciones.",
  "Tengo una condición crónica llamada 'noquiero'.",
  "Estoy fuera de servicio indefinidamente.",
  "Estoy en medio de un ritual muy delicado de no hacer nada.",
  "¿Qué tal si prometo pensarlo? (No lo haré, pero suena educado).",
  "Tengo un compromiso previo: un concurso de miradas con mi pared.",
  "Estaré ocupado explorando el gran interior.",
  "El sofá me ha aceptado como uno de los suyos y no puedo traicionar su confianza.",
  "'No' es el nuevo 'sí', solo sigo la tendencia.",
  "Soy el héroe que mi sofá merece, así que debo quedarme con él.",
  "Las probabilidades de que haga eso son las mismas que ganar la lotería sin comprar un boleto.",
  "Eso no está en mi lista de deseos; de hecho, está en mi lista de 'olvídalo'.",
  "Disculpa, mi cerebro está fuera de servicio.",
  "Si hubiera un premio por evitar la participación, sería el favorito.",
  "Rechazo por un exceso de apatía.",
  "Mi destino está en otro lugar, específicamente en mi sofá.",
  "Uno no simplemente me hace decir que sí.",
  "Es un no de mi parte, colega.",
  "Si digo que sí, tendría que dejar de quejarme de estar ocupado, y no puedo permitirme eso.",
  "Mi energía es solar y es de noche.",
  "Me sacrificaré por el equipo no participando.",
  "Pongo el 'pro' en procrastinar, y no arruinaré mi racha.",
  "Hasta mi sombra decidió quedarse en casa, así que yo también.",
  "Por suerte, tengo seguro contra la procrastinación. Cubre situaciones como esta.",
  "No es mi circo, ni son mis monos, definitivamente no es mi acto.",
  "No tengo suficiente maná para esa misión.",
  "El espíritu está dispuesto, pero la carne ya pidió comida a domicilio y se acomodó.",
  "Mi voluntad de hacer eso está en el taller de reparaciones.",
  "Podría listar 1000 razones por las que digo que no, pero te ahorraré.",
  "Rechazo ahora para evitar rechazar más tarde.",
  "Elijo mi bienestar sobre este compromiso, así que no.",
  "Prefiero darte un no honesto que un sí a medias.",
  "Si mi vida fuera una película, esta es la parte donde digo no y salen los créditos.",
  "Cierro la puerta a esa idea (literal y figurativamente).",
  "Mi intuición gritó 'no' tan fuerte que tuve que obedecer.",
  "'No' es mi lugar feliz.",
  "La respuesta que buscas no está disponible (vuelve a intentarlo nunca).",
  "Para citar una respuesta famosa: 'No'.",
  "Ejercito mi derecho a decir no.",
  "Considera esto un veto estratégico.",
  "Nunca estuve tan seguro de algo como de decir no.",
  "Hoy desperté y pensé: 'mejor no'.",
  "Hoy solo hablo en negativo.",
  "Estoy en una misión de mantener cero compromisos.",
  "Hasta mi FitBit me dice que me quede quieto.",
  "Elijo Netflix sobre el estrés, lo siento.",
  "No, de la manera más sincera y humorística posible.",
  "Mi calendario está en huelga.",
  "Le hago un favor a todos siendo bueno en lo mío: decir no.",
  "Decir no es parte de mi autocuidado.",
  "Este es un no libre de culpa.",
  "Si te ayudo, te robo la oportunidad de hacerlo tú mismo.",
  "Mi agenda está en modo avión.",
  "No te estoy ghosteando, te doy un no firme.",
  "Estoy en paz con decir no.",
  "Negativo. Punto final.",
  "Debo proteger mi cordura a toda costa, así que no.",
  "Ay, debo rechazarlo.",
  "Rechazar esta solicitud me da alegría.",
  "No te estoy ignorando, te estoy dando un 'no' muy claro.",
  "Finge que te di una excusa ingeniosa y acepta el 'no' como implícito."
]