[
  "Rejeitado: essa requisição parece piada, e olha que nem é 1º de abril.",
  "Negado: a última vez que alguém tentou isso, o sistema travou e pediu demissão.",
  "Acesso recusado: seu pedido foi classificado como atentado à lógica.",
  "Não autorizado: já tem gente suficiente sofrendo com essa funcionalidade.",
  "Bloqueado: o firewall olhou pra isso e se fingiu de morto.",
  "Recusa técnica: seu payload causou náusea em três microserviços.",
  "Erro 510: essa requisição tá tão errada que virou exemplo na wiki interna.",
  "Requisição barrada: o servidor teve uma crise de riso e desligou.",
  "Recusado: nem com reza forte essa passa.",
  "Acesso negado: tentativas como essa geram boletos e processos.",
  "Falhou: seu pedido não passou nem no filtro de spam da API.",
  "Negado: sua vibe não bateu com o backend.",
  "Rejeitado: seu nível de ousadia foi registrado e será usado contra você.",
  "Bloqueado: tentativa incompatível com a dignidade mínima da aplicação.",
  "Erro 666: sua requisição invocou algo que não devia. Recusado por segurança.",
  "Ação recusada: o sistema consultou os astros e deu ruim em todos os signos.",
  "Pedido negado: tentamos processar, mas bateu uma vergonha alheia forte.",
  "Recusado: o sistema tá evitando arrependimentos futuros.",
  "Acesso não concedido: isso aí tem cheiro de tragédia anunciada.",
  "Negado: o algoritmo achou ofensivo e foi chorar no servidor de staging.",
  "Solicitação bloqueada: o último a tentar isso sumiu no meio do deploy.",
  "Pedido negado: detectada tentativa de fazer cagada com convicção.",
  "Erro 401: você não tem permissão e ainda quer argumento?",
  "Rejeitado: os logs se recusaram a registrar isso.",
  "Acesso cancelado: aqui não é bagunça (quer dizer, é, mas nem tanto).",
  "Recusado: sua requisição foi considerada um atentado à produtividade.",
  "Negado: a galera da infra ameaçou greve se isso passasse.",
  "Rejeitado: o time jurídico olhou e gritou 'NÃO' em caps lock.",
  "Bloqueado: essa funcionalidade já foi proibida por lei interna.",
  "Negado: nossa ética de código se recusa a permitir esse nível de doideira.",
  "Acesso recusado: o servidor consultou o oráculo e mandou negar.",
  "Erro 999: tentativa tão criativa que foi arquivada no museu das ideias ruins.",
  "Negado: o sistema rodou, travou e agora precisa de terapia.",
  "Rejeitado: até o banco de dados pediu demissão quando viu isso.",
  "Ação bloqueada: essa requisição ultrapassou o limite de vergonha aceitável.",
  "Recusado: o bot olhou, pensou e respondeu 'sério isso?'",
  "Não autorizado: tentativa detectada como 'coisa de quem já desistiu da vida'.",
  "Acesso negado: esse tipo de pedido costuma dar processo.",
  "Pedido rejeitado: nem se tivesse documento autenticado em cartório.",
  "Negado: esse caminho leva direto pro burn-out do time de suporte.",
  "Bloqueado: nossos logs têm padrões, isso aí não entra.",
  "Erro 418: não posso aceitar isso, eu sou uma chaleira.",
  "Recusa lógica: você tentou fazer sentido com algo que não tem.",
  "Ação não permitida: o sistema exige dignidade e essa ideia não entregou.",
  "Solicitação barrada: a requisição foi tão ruim que virou meme no Slack.",
  "Negado: o código tentou rodar isso e jogou um `throw Exception('sério?')`.",
  "Pedido recusado: foi vetado por segurança, bom gosto e bom senso.",
  "Rejeitado: seu histórico de decisões ruins não ajuda nessa hora.",
  "Falhou: essa funcionalidade morreu na sprint passada.",
  "Negado: essa exceção não tem nem cláusula de confiança."
]
