[
  "Yok ya, hiç oralarda değilim şu an.",
  "İyi düşünmüşsün ama ben o değilim.",
  "Abi ben bunu yaparsam kendime küserim.",
  "Valla içimden gelmedi, dürüst olayım.",
  "Bu bana fazla geldi, pas geçiyorum.",
  "Kafam dağınık, ruhum evde değil.",
  "Güzel fikir ama ben bu bölümü geçiyorum.",
  "Şu an tek derdim çay demlemek.",
  "Bir ara evet diyordum, şimdi net hayır.",
  "Bunu kabul edersem haftaya ağlarken bulurum kendimi.",
  "Ay ne güzel düşündün ama ben yokum.",
  "O kadar yorgunum ki, rüyamda bile hayır diyorum.",
  "Bu benim kapasitemin dışı, valla.",
  "‘Yapmam lazım’ değil de ‘hiç yapmasam?’ kafasındayım.",
  "Enerjim sadece yaşamaya yetiyor.",
  "Ben bunu geçen sene denedim, hâlâ toparlıyorum.",
  "Hissiyatım 'bulaşma' diyor.",
  "Böyle şeylere artık 'yapmayayım' dedim kendime.",
  "Benim için fazla 'girişken' bir teklif bu.",
  "Ruhu güzel bir fikir ama ben karışmayayım.",
  "Şu anlık cevabım: 'Belki başka bir evrende.'",
  "Bugün karar veremeyecek kadar kararsızım.",
  "Planım yok ama bu yine de planıma uymuyor.",
  "Ben olsam bana da sormazdım.",
  "Harika düşünce ama ben yancıyım, öncü değil.",
  "Evet demek isterdim ama Netflix 'devam et' diyor.",
  "Bu kadar sosyallik bana fazla.",
  "Düşündüm… sonra hemen vazgeçtim.",
  "Gönlüm ister, ruhum istemez.",
  "‘Yokum’ demek istemem ama yokum yani.",
  "Hayır diyorum çünkü evde kalmakla ilgili büyük hayallerim var.",
  "Ben değilim, sen de biliyorsun.",
  "Bu dönem 'hiçbir şey' modundayım.",
  "Karar veremedim ama şimdilik hayır gibi.",
  "Bu enerjiyi bu sene tükettim.",
  "Kalbim orada değil, kalbim mutfakta.",
  "Seni seviyorum ama bu işi değil.",
  "Şu anlık değil, hiçlik.",
  "Birkaç ay uyusam da olur gibi hissediyorum.",
  "Cevabım hayır, açıklamam biraz karışık.",
  "Beni çok yormayacak bir ‘hayır’ arıyordum, buldum.",
  "Buna evet dersem üç gün sonra kaçmak zorunda kalırım.",
  "Hayır çünkü elimde bir kahveyle duvara bakmak daha cazip.",
  "Ben böyle şeyleri düşündüğümde içim 'ehh' diyor.",
  "Fikrini çok sevdim, kendimi seviyorsam hayır derim.",
  "Bu kadar insan içinde ilk hayırı ben vereyim.",
  "Hayatımı sadeleştiriyorum, ilk çıkarılan bu oldu.",
  "‘Hayır’ dedikçe kendimi daha çok seviyorum.",
  "Katılsam da hiçbir katkım olmaz, yormayalım birbirimizi.",
  "Bu benim filmim değil, figüran bile olmam.",
  "Bu işe evet dersem bardak altlığı gibi hissedeceğim.",
  "Tam da hiçbir şey yapmamayı planlamıştım, bozmayayım.",
  "Şu an ruhum duvarda asılı gibi, kıpırdayamam.",
  "Kendime söz verdim: bu hafta macera yok.",
  "Bir yanım istiyor, diğer yanım battaniyeye sarıldı bile.",
  "Bunu yapacak enerjim yok, hatta bu cevabı yazmak bile fazla geldi.",
  "Yaparsam yaparım ama sonra uzun uzun söylenirim, kimse istemez.",
  "Şu anda sadece sessiz bir odada oturmak istiyorum.",
  "Hayır demek istemem ama evet dersem dramatik olurum.",
  "Bu fikre evet dersem, çayım soğur, hayatım soğur.",
  "Zihnim hâlâ sabah alarmıyla kavgalı, böyle kararlara hazır değilim.",
  "Bu etkinlikte sadece uzaktan bakan kişi olmak istiyorum.",
  "Yarın için bir şey demem ama bugünkü ben bu işi yapmaz.",
  "Beni buna yazmayın, ben daha içsel yolculuktayım.",
  "Şu anki halimle anca duvara bakabilirim, o da yarım saat falan.",
  "Bununla uğraşmak yerine fişi çekip uyumayı planlıyorum.",
  "Yaparsam kendimi zorla seveceğim, istemem öyle sevgiyi.",
  "Ben bu tempoyu kaldıracak karakterde yazılmamışım.",
  "Üzgünüm ama beyin şu an yanıt veremiyor, lütfen daha sonra tekrar deneyin.",
  "İsteyen çok olur buna, ben olmayayım da bari yer açılsın.",
  "Bugünkü ben ‘evet’ derse, yarınki ben istifa eder.",
  "Ben bu görevi ancak rüyamda üstlenirim, o da belki.",
  "Kulağa güzel geliyor ama kulağımı kapattım şu an.",
  "Bu işin bana bakan kısmı çok, ben de uzaklara bakıyorum.",
  "Programım boş ama gönlüm dolu; yerim yok.",
  "Şu an hareket etmek için ruhsat almam lazım, o da çıkmadı.",
  "Hayalimde katıldım, yetmedi diyorsan orası senin sorunun.",
  "Kanepem beni rehine aldı, kurtulmam mümkün değil.",
  "Bu etkinliğe ruhumun katılmaya enerjisi yok.",
  "Katılmak isterdim ama battaniyem bana küser.",
  "Şu anlık planım: Hiçbir şey. Ve o plana sadığım.",
  "Ben bugün ruhsal uçuş modundayım.",
  "Kusura bakma, ben şu an duvara bakmakla meşgulüm.",
  "Şu anda beynim loading ekranında kaldı, karar veremiyor.",
  "Bugün sadece göz kırpmakla ilgileniyorum.",
  "Kendimi koltuktan kaldırmak için noter onayı lazım.",
  "Evrenin bana söylediği net: 'Sakın kıpırdama.'",
  "Pijamamdan çıkarsam evren dengesi bozulur.",
  "Bu sorumluluk bana fazla, ben daha yeni doğdum sayılır.",
  "Yarın yapacak çok işim varmış gibi davranacağım, o yüzden bugün de yokum.",
  "Bu kadar sosyallik bana zararlı, uzmanlar öyle diyor.",
  "Beni buna ikna edersen bir hafta içinde ortadan kaybolabilirim.",
  "Şu an yalnızca uzanmakla sorumlu hissediyorum.",
  "Biraz yalnız kalmak istiyorum, kendimle ve yastığımla.",
  "Bugün, hiçbir işe yaramama günüm. Kutlu olsun.",
  "Ben sadece sessizce var olmak istiyorum.",
  "Çok isterdim ama... aslında hayır, istemezdim.",
  "Planım çok yoğun: Sadece var olmak ve hiçbir şey yapmamak.",
  "Bugün insan formunda değilim, cevap veremem.",
  "Katılsam da fiziksel olarak orada olurum, ruhen bilinmez.",
  "Şu anlık enerjim: 0, beklenti: -3.",
  "Bu tür şeyler bana göre değil, ben pasif direnişçiyim.",
  "İlgimi kaybettim, sanırım koltuk yuttu beni.",
  "Bu kadar motivasyon bana fazla, tansiyonum düşer.",
  "Bunu düşünmek bile bana fazla mesai gibi geliyor.",
  "Kendi iç sesim bile 'boşver' diyor.",
  "Biraz düşününce... hayır.",
  "Kafam bu kadar karmaşayla baş edemez. Yani katılamam.",
  "Yok ya, ben o kadar kişiyle aynı havayı soluyamam.",
  "Benim katkım sadece uzaktan alkış olur.",
  "Ben ancak gölge gibi takılırım, fazla güneşte buharlaşırım.",
  "Benim yerime bir bitki saksısı koysanız kimse anlamaz.",
  "Bu kadar sorumluluk bana fazla, ben hâlâ ergenim içten içe.",
  "Kendimle sözleşmem var: Zorlamayacağım.",
  "Katılırsam enerjim biter, sonra telefonum gibi kapanırım.",
  "Zaten sosyal kontenjanım doldu, sıradaki ay gelsin.",
  "Bu etkinlikteki tek katkım 'hayır' demek olurdu.",
  "Ben bugün sadece sessizce soluk almayı planlıyorum.",
  "Kafamı yastıktan kaldırırsam dengem bozulur.",
  "Bu eylemi yapacak kişi değilim, onu evrende aramak lazım.",
  "Benim ajandamda sadece boşluk var ve ona sadığım.",
  "Şu anlık evrenle bağlantım zayıf, katılamam.",
  "Benim vücudum sosyal ortamlara alerjik.",
  "Beni bir odaya bırakın, birkaç yıl çıkmam zaten.",
  "Bu iş bana göre değil, ben daha içsel yolculuktayım."
]
