[
  "You're the human equivalent of a Terms of Service agreement because everyone ignores you and scrolls right past.",
  "If you were a CSS property, you'd be display: none.",
  "Your conversation skills have the throughput of a 56k modem in a thunderstorm.",
  "You're honestly the reason some people prefer talking to chatbots.",
  "If your life was a repository, it would have zero stars and a hundred open issues.",
  "You have all the charisma of a 403 Forbidden error page.",
  "You're what happens when a machine learning model is trained exclusively on junk mail.",
  "If you were a mobile app, you'd be the one that requires fifteen permissions just to do nothing.",
  "Your personality is like a CAPTCHA since it's frustrating, repetitive, and nobody enjoys dealing with it.",
  "You're the human equivalent of a low battery notification when you're at two percent.",
  "If you were a font, you'd be Comic Sans because you're unprofessional and nobody takes you seriously.",
  "Your social life is like a dead pixel; once you notice it, it's just annoying.",
  "You're the kind of person who uses Password123 and still manages to forget it.",
  "If you were a keyboard, you'd be the Scroll Lock key because you're completely useless.",
  "Your brain is like a browser with too many toolbars installed since it's cluttered and slow.",
  "You're the human equivalent of a YouTube ad that nobody can skip.",
  "If you were a data structure, you'd be a black hole where everything goes in but nothing useful comes out.",
  "Your wit is like a trial version that expires right when things actually get interesting.",
  "You're what happens when someone forgets to add a return statement to a function.",
  "If your personality was a cloud service, it would have zero percent uptime.",
  "You're the kind of person who types https://www.google.com/search?q=google.com into the Google search bar.",
  "Your potential is like a crypto wallet where someone lost the private key.",
  "If you were a PDF, you'd be the kind that you can't even highlight or search.",
  "You're the human equivalent of a LinkedIn thought leader post.",
  "Your vibe is like a laptop fan spinning at max speed while the computer does absolutely nothing.",
  "If you were a video game, you'd be a pay-to-win where you still find a way to lose.",
  "You have the depth of a Read More button that just leads to a page of more ads.",
  "You're basically what would happen if a bug was promoted to a feature.",
  "If you were a smartphone, you'd be the one with a proprietary charger that nobody actually has.",
  "Your life is like a Slack channel where every single person has you muted.",
  "You're the human equivalent of an 'Are you still watching?' prompt when nobody is in the room.",
  "If you were a programming language, you'd be WhiteSpace because you're invisible and pointless.",
  "Your memory is like a RAM stick with a loose connection.",
  "You're the kind of person who replies 'K' after receiving a three-paragraph message.",
  "If you were an OS, you'd be the one that forces a restart right in the middle of a presentation.",
  "Your impact on the world is like a No-op instruction because you occupy space but do nothing.",
  "You're the human equivalent of a 144p video playing on a 4K monitor.",
  "If you were a browser, you'd be the one that asks to be the default every five minutes.",
  "Your creativity is like a 0kb file because it's technically there but contains nothing.",
  "You're what happens when someone hard deletes the documentation and walks away."
]
